Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c81.pdf.tmx
Source language: fin
Languages: sme

source: 4.3. 1 Syrjävyöhyke
sme: 4.3.1 Boaittobealeavádat

source: Kaldoaivin erämaa-alueella ja Sammuttijängän–Vaijoenjängän soidensuojelualueella syrjävyöhykkeen pinta-ala on noin 329 000 ha eli 95 % alueen pinta-alasta.
sme: Gálddoaivvi meahcceguovllu ja Sámmotjeakki–Vadjotjeakki boaittobealeavadága viidodat lea sullii 329 900 hektára dahje 95 % guovllu viidodagas.

source: Syrjävyöhyke on suurelta osin alueen vähiten liikuttua, rauhallisinta, vaikeimmin saavutettavaa ja luonnontilaisinta osaa, vaikka se ei ole aina maantieteellisesti syrjässä.
sme: Boaittobealeavádat lea buorre muddui dat ráfáleamos ja luonddudiláleamos oassi, gos johtalit uhcimus ja gosa lea váddáseamos beassat, vaikko dat ii dárbbaš leat álo eatnandieđalaččat boaittobealde.

source: Sen tavoitteena on mahdollisimman luonnontilainen alue, minne ei rakenneta uutta palveluvarustusta.
sme: Boaittebealeavádaga ulbmilin lea nu luonddudilálaš guovlu go vejolaš, gosa eai huksejuvvo ođđa bálvalanrusttegat.

source: Vyöhykkeellä ei sijaitse merkittyjä reittejä tai retkeilyn rakenteita, eikä niitä ole tarkoitus rakentaakaan.
sme: Avádagas eai leat merkejuvvon johtolagat dahje vánddardanrusttegat iige dakkáriid leat jurdda oppa huksetge.

source: Luontaiselinkeinoista porotalous on keskeisin käyttömuoto tällä vyöhykkeellä.
sme: Luondduealáhusain boazodoallu lea mávssoleamos geavahanvuohki dán avádagas.

source: Kotitarvekalastajia ja virkistyskalastajia liikkuu jonkin verran sekä kesällä että talvella.
sme: Ruovttudárboguolásteaddjit ja lustaguolásteaddjit guovllus johtalit muhtun muddui sihke geassit ja dálvit.

source: Alueella voidaan järjestää erämaaluonteeseen soveltuvia opastettuja retkiä.
sme: Guovllus sáhttá lágidit meahcceguovloiešláhkái heivvolaš oahpistuvvon vánddardemiid.

source: Syrjävyöhykkeellä on kesäaikaisia maastoliikenneuria sekä luontaiselinkeinojen ja kolttalain (253/1995) mukaisia tukikohtia.
sme: Boaittobealeavádagas leat geasi áigge meahccejohtalusvuojáhagat ja luondduealáhusaid ja nuortalašlága (253/1995) mieldásaš doarjjabáikkit ja dasa lassin avádahkii sáhttá hukset Meahciráđđehusa fuolahusa dárbbuide rusttegiid ja doarjjabáikkiid.

source: (taulukko 1 ja kuva 5)
sme: (tabealla 1 ja govva 5)

source: 4.3. 2 Virkistysvyöhyke
sme: 4.3.2 Lustageavahanavádat

source: Kaldoaivin erämaa-alueella ja Sammuttijängän–Vaijoenjängän soidensuojelualueella virkistysvyöhykkeen pinta-ala on noin 18 000 ha eli 5 % alueen pinta-alasta.
sme: Gálddoaivvi meahcceguollvu ja Sámmotjeakki-Vadjotjeakki lustageavahanavádaga viidodat lea sullii 18 000 hektára dahje 5 % guovllu viidodagas.

source: Tämä on se alue, jolle suuntautuu suurin osa virkistyskäytöstä sekä kesällä että talvella.
sme: Dát lea dat guovlu, gos eatnašat lustageavaheaddjiin johtalit sihke geassit ja dálvit.

source: Etenkin ulkopaikkakuntalaisten moottorikelkkailu ja virkistyskalastus keskittyvät tälle vyöhykkeelle.
sme: Áinnas olgobáikegoddelaččaid mohtorgielkkástallan ja lustaguolásteapmi dáhpáhuvvet eanaš dán avádagas.

source: Ohjelmapalveluyrittäjille voidaan myöntää lyhytaikaisia lupia tukikohdan pitämistä varten virkistysvyöhykkeelle.
sme: Prográmmabálvalusfitnodagaide sáhttá mieđihit oanehisáigásaš lobiid doarjjabáikki doallama várás lustageavahanavádahkii.

source: Merkityt polut ja vaellusreitit sijoittuvat tälle alueelle.
sme: Merkejuvvon bálgát ja vánddardanjohtolagat leat dán avádagas.

source: Vyöhykkeellä sijaitsevat kaikki autiotuvat, ja sille keskittyvät kaikki virkistyksen palvelurakenteet.
sme: Avádagas leat guovllu buot ávdinstobut ja dohko leat čohkkejuvvon buot lustageavaheami bálvalanrusttegat.

source: Virkistysvyöhykkeelle voidaan rakentaa Metsähallituksen huollon tarvitsemia tukikohtia.
sme: Lustageavahanavádahkii sáhttá hukset doarjjabáikkiid Meahciráđđehusa fuolahusa dárbbuide.

source: Vyöhyke on enimmillään kilometrin levyinen.
sme: Lustageavahanavádat lea eanemustá kilomehtera govddu.

source: Käytännössä virkistysvyöhyke sijoittuu olemassa olevien reittien ja rakenteiden ympärille sekä osittain Näätämöjoen varteen: pari kilometriä Opukasjärvestä (Hoppoogjävri) Iijärven (Ijjävri) suuntaan.
sme: Iešalddes lustageavahanavádat deaivá dálá johtolagaid ja rusttegiid birrasiidda ja muhtun muddui Njávdánjoga sisa;

source: (taulukko 1 ja kuva 5) 5 Luonto- ja kulttuuriarvot
sme: moadde kilomehtera Hahpatjávrris (Hoppoogjävri) Idjajávrri guvlui (tabealla 1 ja govva 5).

source: 5.1 Luonnonsuojelu ja -hoito
sme: 5.1 Luonddusuodjaleapmi ja -dikšun

source: Luonnon suojelu ei ole luonnon käytöstä irrallinen ilmiö, vaan kaikkeen käyttöön liittyy myös suojelunäkökohta.
sme: Luonddusuodjaleapmi ii leat bođuid eará luonddugeavaheamis, muhto buot geavaheamis leat mielde maiddái suodjalanbealit.

source: Kestävän käytön periaate kuuluu kaikkeen luonnon käyttöön.
sme: Bistevaš geavaheami prinsihppa gullá buot luonddugeavaheapmái.

source: Seuraavassa esitellään kootusti kaikki luonnon suojelun kannalta keskeisimmät asiat ja näkökohdat sekä tarvittavat erityistoimet.
sme: Čuovvovaččas ovdanbuktojit čohkkejuvvon hámis luonddusuodjaleami dáfus buot mávssoleamos áššit ja bealit ja dárbbašlaš sierradoaimmat.

source: Siksi osa esityksistä toistuu tässä luvussa, sillä ne on kirjattu suunnitelmaan jo muiden aihepiirien yhteydessä.
sme: Danin oassi árvalusain bohtet ođđasit dán logus, dasgo dat leat merkejuvvon plánii juo eará áššeollisvuođaid oktavuođas.

source: Kaldoaivin erämaa-alueen ja Sammuttijängän–Vaijoenjängän soidensuojelualueen uhanalaisista kasveista ja eläimistä on kerrottu tarkemmin alueen perusselvityksessä (Tynys &amp; Stolt 2004).
sme: Gálddoaivvi meahcceguovllu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu áitatvuloš šattuid ja ealliid birra lea muitaluvvon dárkileappot guovllu vuođđočielggadusas (Tynys &amp; Stolt 2004).

source: Luonnon suojelu ja erämaalaki
sme: Luonddusuodjaleapmi ja meahcceguovloláhka

source: Erämaat eivät ole varsinaisia luonnonsuojelualueita, eli niitä ei ole perustettu luonnonsuojelulailla (1096/1996).
sme: Meahcceguovllut eai leat ieš luonddusuodjalanguovllut dahjege dat eai leat vuođđuduvvon luonddusuodjalanlága (1096/1996) vuođul.

source: Erämaalain (62/1991) yleisperusteluissa sanotaan:
sme: Meahcceguovlolága (62/1991) oppalaš ákkastallamiin daddjojuvvo:

source: Luonnonsuojelualueet eivät käytännössä tyydytä kaikkia erämaiden luontaistalouteen ja monipuoliseen käyttöön liittyviä tarpeita.
sme: Luonddusuodjalanguovllut eai iešalddes deavdde meahcceguovlluid luonddudollui ja máŋggabealat geavaheapmái guoskevaš buot dárbbuid.

source: Lisäksi on tarpeellista perustaa sellaisia alueita, jotka eivät ole normaalissa talouskäytössä, mutta jotka eivät liioin olisi niin tiukasti suojeltuja kuin luonnonsuojelulain (71/1923) mukaiset suojelualueet.
sme: Dasa lassin lea dárbu vuođđudit dakkár guovlluid, mat eai leat dábálaš ekonomalaš geavahusas muhto mat eai maiddái livčče nu čavga suodjaluvvon go luonddusuodjalanlága (71/1923) mieldásaš suodjalanguovllut.

source: Erämaalaki estää tietyt, voimakkaasti luontoa muuttavat toimet; mutta muuten erämaat ovat lainsäädännön suhteessa samassa asemassa kuin niitä ympäröivät alueet.
sme: Meahcceguovloláhka hehtte dihto doaimmaid, mat rievdadit sakka luonddu, muhto muđui meahcceguovllut leat láhkamearrádusaid ektui seamma sajádagas go daid birastahtti guovllut.

source: Luonnonsuojelulaki ei nosta erämaa-alueita erikseen esille, vaan lakia sovelletaan erämaassa samoin kuin muillakin alueilla.
sme: Luonddusuodjalanláhka (1096/1996) ii bajit meahcceguovlluid sierra ovdan, muhto láhka heivehuvvo meahcceguovllus seammaláhkai go earáge guovlluin.

source: Kaldoaivin erämaa-alueen ja Sammuttijängän–Vaijoenjängän soidensuojelualueen asema luonnonsuojelussa
sme: Gálddoaivvi meahcceguovllu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu sajádat luonddusuodjaleamis

source: Kaldoaivin erämaa-alue ja Sammuttijängän–Vaijoenjängän soidensuojelualue kuuluvat pohjoisboreaaliseen kasvillisuusvyöhykkeeseen (Ruuhijärvi 1988).
sme: Gálddoaivvi meahcceguovlu ja Sámmotjeakki-Vadjotjeakki jekkiidsuodjalanguovlu gullet davviboreála šattolašvuođaavádahkii (Ruuhijärvi 1988).

source: Kaldoaivin erämaa-alue ja Sammuttijängän–Vaijoenjängän soidensuojelualue sekä Norjan puoleinen suojelematon, mutta tietön ja erämaaluonteinen alue muodostavat yhdessä laajan erämaisen ja suhteellisen luonnontilaisen kokonaisuuden.
sme: Gálddoaivvi meahcceguovlu ja Sámmotjeakki– Vadjotjeakki jekkiidsuodjalanguovlu ja Norgga beale suodjalkeahtes geainnuhis ja meahcceguovllulágan guovlu hábmejit ovttas viiddis meahcceguovllulágan ollisvuođa, mii lea viehka bures seilon luonddudilis.

source: Luonnonsuojelua ohjaa luonnonsuojelulaki (1096/1996).
sme: Luonddusuodjaleami stivre luonddusuodjalanláhka (1096/1996).

source: Lain tavoitteena on luonnon monimuotoisuuden ylläpitäminen, luonnonkauneuden ja maisema-arvojen vaaliminen sekä luonnonvarojen ja luonnonympäristön kestävän käytön tukeminen.
sme: Lága ulbmilin lea bajásdoallat luonddu máŋggabealatvuođa, gáhttet luonddučábbodaga ja duovddaárvvuid ja doarjut sihke luondduriggodagaid ja luonddubirrasa bistevaš geavaheami.

source: Luonnonsuojelussa tavoitteena on oltava maamme luontotyyppien ja luonnonvaraisten eliölajien suotuisan suojelun tason saavuttaminen ja säilyttäminen.
sme: Luonddusuodjaleamis ulbmilin galgá leat suodjalit ja seailluhit doarvái bures Suoma luondotiippaid ja luonddudilálaš ealánšlájaid.

source: Sammuttijängän–Vaijoenjängän soidensuojelualue on liitetty merkittävien kosteikkojen luetteloon eli ns. Ramsar -kohteeksi (ks. luku 3 Hoidon ja käytön tavoitteet).
sme: Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu lea laktojuvvon mearkkašahtti láktasajiid logahallamii dahjege ng. Ramsar -čuozáhahkan (gč. lohku 3 Dikšuma ja geavaheami ulbmilat).

source: Ramsarin sopimuksen suojelutavoitteet toteutuvat perustetun soidensuojelualueen ja Natura-alueiden suojelutoimien kautta.
sme: Ramsar-soahpamuša suodjalanulbmilat ollašuvvet vuođđuduvvon jekkiidsuodjalanguovllu ja Natura-guovlluid suodjalandoaimmaid bokte.

source: Euroopan yhteisöjen neuvoston päätöksellä on vuodesta 1992 lähtien kehitetty yhtenäistä eurooppalaista ekologista verkostoa.
sme: Eurohpá ovttastumiid ráđi mearrádusa vuođul lea jagi 1992 rájes bargojuvvon oktilaš eurohpálaš ekologalaš fierpmádaga ovdii.

source: Tämän Natura 2000 -verkoston tavoitteena oli taata eurooppalaisen luonnon monimuotoisuuden säilyminen (Ympäristöministeriö 1999).
sme: Dán Natura 2000 -fierpmádaga ulbmilin lea sihkkarastit eurohpálaš luonddu máŋggahápmásašvuođa seailuma (Birasministeriija 1999).

source: Natura 2000 -verkosto koostuu yhteisön tärkeinä pitämistä alueista, joilla on luontodirektiivin (92/43/ETY) liitteessä I lueteltuja luontotyyppejä ja liitteessä II lueteltujen lajien elinympäristöjä.
sme: Natura 2000 -fierpmádahkii gullet dat guovllut, maid Ovttastupmi atná dehálažžan ja main leat luondodirektiivva (92/43/ETY) čuvvosis I logahallon luondotiippat ja čuvvosis II logahallon šlájaid eallinbirrasat.

source: Näitä alueita sanotaan SCI -alueiksi.
sme: Dáid guovlluid gohčodit SCI -guovlun.

source: Luontodirektiivin perusteella ehdotettujen alueiden lisäksi Natura 2000 -verkostoon on ilmoitettu lintudirektiivin (79/409/ETY) säännösten mukaisesti luoki SPA -alueiksi.
sme: Luondodirektiivva vuođul evtto SPA -guovllut. huvvon guovlluid lassin Natura 2000 -fierpmádahkii leat almmuhuvvon loddedirektiivva (79/409/ ETY) njuolggadusaid mielde klassifiserejuvvon loddesuodjalanguovllut, ng.

source: Luontodirektiivin liitteen I luontotyypeistä 69 esiintyy Suomessa.
sme: Luondodirektiivva čuvvosa I luondotiippain 69 gávdnojit Suomas.

source: Luontodirektiiviin sisältyy myös noin 600 eliölajia, joista Suomessa tavataan noin 130 lajia.
sme: Luondodirektiiva sisdoallá maiddái sullii 600 ealánšlája, main Suomas gávdnojit sullii 130 šlája.

source: Lintudirektiivin liitteessä I on lueteltu noin 200 lajia, jotka vaativat suojelutoimia.
sme: Loddedirektiivva čuvvosis I leat logahallon sullii 200 šlája, mat galget suodjaluvvot.

source: Suomessa näistä tavataan noin 60 lintulajia.
sme: Suomas dáin gávdnojit sullii 60 loddešlája.

source: Kaldoaivin erämaa-alue sekä Sammuttijängän–Vaijoenjängän soidensuojelualue kuuluvat Natura 2000 -suojelualueverkoston alpiiniseen vyöhykkeeseen.
sme: Gálddoaivvi meahcceguovlu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu gullet Natura 2000 -jekkiidsuodjalanfierpmádaga alpiinnalaš avádahkii.

source: Euroopan unionin komissio hyväksyi alueen lopullisesti EU:n suojelualueverkostoon luontodirektiivin perusteella 22.12. 2003. Yhdessä alueet muodostavat Kaldoaivin erämaa (FI 1302002) -nimisen Natura-alueen.
sme: Eurohpá uniovnna kommišuvdna dohkkehii guovllu loahpalaččat EU:a suodjalanguovlofierpmádahkii luondodirektiivva vuođul 22.12.2003. Ovttas guovllut hábmejit Gálddoaivvi meahcceguovlu (FI 1302002) -nammasaš Natura-guovllu.

source: Alueen pinta-ala on 351 633 ha, ja se on liitetty Natura 2000 -verkostoon SCI- sekä SPA-alueena sen sisältämien luontodirektiivin liitteiden I ja II määrittämien suojeltavien luontotyyppien (ks. luku 2.4 Naturaluontotyypit) ja lajien sekä lintudirektiivin liitteen I lajien perusteella.
sme: -fierpmádahkii SCI-guovlun ja SPA-guovlun dan sisdoallan luondodirektiivva čuvvosiid I ja II meroštallan suodjalanvuloš luondotiippaid (gč. lohku 2.4 Natura-luondotiippat) ja šlájaid vuođul ja loddedirektiivva čuvvosa I šlájaid vuođul.

source: Perinnemaisemat
sme: Árbevierroduovdagat

source: Kaldoaivin erämaa-alueella ja Sammuttijängän–Vaijoenjängän soidensuojelualueella ei ole yhtään valtakunnallisesti, maakunnallisesti eikä paikallisesti arvokkaaksi luokiteltua perinnemaisemakohdetta (Kalpio &amp; Bergman 1999).
sme: Gálddoaivvi meahcceguovllus ja Sámmotjeakki-Vadjotjeakki jekkiidsuodjalanguovllus ii leat oktage váldegottálaččat, eanagottálaččat dahje báikkálaččat divrrasin klassifiserejuvvon árbevierroduovddačuozáhat (Kalpio &amp; Bergman 1999).

source: 5.1. 2 Tavoitteet ja toimenpiteet
sme: 5.1.2 Mihttomearit ja doaibmabijut

source: 1) Metsähallitus seuraa erämaan ja soidensuojelualueen luonnon tilaa ja sen muutoksia, ryhtyy tarvittaviin suojelutoimenpiteisiin ja informoi tästä päättäjiä.
sme: 1) Meahciráđđehus čuovvu meahcceguovllu ja jekkiidsuodjalanguovllu dili ja dan nuppástusaid, álgá dárbbašlaš suodjalandoaimmaide ja dieđiha áššis mearrideaddjiide.

source: Tärkeä osa tätä työtä on Natura 2000 -luontotyyppien johtaminen Ylä-Lapin luontokartoitusaineistoon.
sme: Dehálaš oassi dán barggus lea fidnet Natura 2000 -luondotiippaid Davvi-Lappi luonddukártenmateriálii.

source: Peruste: Tämä on osa Metsähallituksen luonnonsuojelutehtävää.
sme: Ágga: Dát gullá Meahciráđđehusa luonddusuodjalanbargguide.

source: Eräs tärkeä seurannan työväline on paikkatietojärjestelmä, josta saadaan tietoa luontotyypeistä ja niiden tilasta.
sme: Okta dehálaš bargoneavvu čuovvumis lea báikediehtovuogádat, mas fidne dieđuid luondotiippain ja daid dilis.

source: Kun niille saadaan vastaavat Natura 2000 -luontotyypit, on luontokartoitusaineisto hyödynnettävissä esim. Natura 2000 -luontotyyppien esiintymisen tarkasteluun ja seurannan suunnitteluun.
sme: Go daidda fidnejuvvojit vástideaddji Natura 2000 -luondotiippat, de luonddukártenmateriála sáhttá atnit omd. luondotiippaid gávdnoma guorahallamii ja čuovvuma plánemii.

source: 2) Metsähallitus jatkaa Utsjoen tuhoutuneiden tunturikoivikoiden ennallistamisen mahdollisuuksien selvittämistä yhdessä paliskuntien ja Utsjoen kunnan kanssa.
sme: 2) Meahciráđđehus čielggada ainge Ohcejogas duššan lagešvuvddiid ovddeštanvejolašvuođaid bálgosiiguin ja Ohcejoga gielddain.

source: Peruste: Ylä-Lapin luonnonvarasuunnitelman (Sandström ym. 2000) strategialinjaukset.
sme: Ágga: Davvi-Lappi luondduriggodatplána (Sandström bm. 2000) doaibmalinnját.

source: Tuhoalueille on laadittu ennallistamissuunnitelma.
sme: Roassoguovlluid várás lea dahkkojuvvon ovddeštanplána.

source: 3) Metsähallitus vastaa uhanalaisten eläinlajien seurannasta ja suojelusta.
sme: 3) Meahciráđđehus vástida áittatvulosaš náliid čuovvumis ja suodjaleamis.

source: Tässä tehtävässä se toimii yhteistyössä tutkijoiden, luonnonsuojelujärjestöjen, paliskuntien ja muiden sidosryhmien kanssa.
sme: Meahciráđđehus bargá dán áššis ovttas dutkiiguin, luonddusuodjalanorganisašuvnnaiguin, bálgosiiguin ja eará čanasjoavkkuiguin.

source: 4) Metsähallitus hakee jatkossakin maa- ja metsätalousministeriöltä erikoisluvan metsästää naalin pesäalueilta kettuja käyttämällä apuna moottorikelkkaa ja ampuma-asetta.
sme: 4) Meahciráđđehus ohcá dás duohkoge eana- ja meahccedoalloministeriijas sierralobi bivdit riebaniid njálaid beasseguovlluin. Dán bivddus oažžu geavahit mohtorgielkkáid ja bissuid.

source: Metsästäjinä toimivat paikalliset alueen hyvin tuntevat henkilöt.
sme: Bivdit livčče báikkálaš olbmot, geat dovdet bures guovllu.

source: Asiasta informoidaan vuotuisissa kokouksissa sidosryhmiä (paliskunnat, luonnonsuojeluyhdistykset, riistanhoitoyhdistykset ja kunta).
sme: Ášši birra dieđihuvvo jahkásaš čoahkkimiin čanasjoavkkuide (bálgosat, luonddusuodjalanovttastusat, fuođđodikšunovttastusat ja gielda).

source: Henkilöiden tehtävään soveltuvuuden varmistaminen.
sme: Máinnašuvvon olbmuid dohkálašvuohta bivdinbargui sihkkarastojuvvo.

source: 5) Metsähallitus osallistuu alueen riekkokantojen seurantaan.
sme: 5) Meahciráđđehus lea mielde čuovvumin guovllu rievssatnáliid.

source: Peruste: Pyynnin ohjaus kestävän käytön periaatteella.
sme: Ágga: Bivddu stivren bistevaš geavaheami prinsihpa vuođul.

source: 6) Kalakantojen luontainen lisääntyminen turvataan kalastusta säätelemällä, ja siirtoistutukset tehdään harkitusti ja kontrolloidusti.
sme: 6) Guollenáliid lunddolaš lassáneapmi dorvvastuvvo guolástusa muddema bokte ja sirdingilvimat dahkkojuvvojit dárkilit jurddašuvvon vuogi mielde.

source: Ks. luku 8 Kalavesien hoito ja kalastus.
sme: Gč. lohku 8 Guollečáziid dikšun ja guolástus.

source: Peruste: Alueen vesistöjen luonnontilaisuuden säilyttäminen.
sme: Ágga: Guovllu čáziid seailluheapmi luonddudilis.

source: 7) Uhanalaisten kasvien esiintymätietoja tarkistetaan jatkuvasti.
sme: 7) Áitatvuloš šattuid gávdnondieđut dárkkistuvvojit dađistaga.

source: Esiintymäpaikkoja tarkastetaan maastossa.
sme: Gávdnonbáikkit dárkkistuvvojit báikki alde.

source: Tiedot tallennetaan uhanalaisrekistereihin.
sme: Dieđut vurkejuvvojit áitatvulošvuođaregistariidda.

source: 8) Metsähallitus opastaa luontokeskuksissa, luontotuvilla ja internetsivuilla kävijöitä ympäristöä säästävään retkeilyyn.
sme: 8) Meahciráđđehus láidesta luondduguovddážiinnis, luonddustobuinis ja interneahttasiidduinis vánddardeaddjiid dakkár vánddardeapmái, mii seastá birrasa.

source: Kaldoaivin alueen tuville viedään myös tupakansiot, joissa kerrotaan muun muassa luonnonsuojelusta ja alueen jätehuollosta.
sme: Gálddoaivvi guovllu stobuide dolvojuvvojit maiddái stohpogirjjit, main muitaluvvo earret eará luonddusuodjaleamis ja guovllu bázahusfuolahusas.

source: Peruste: Virkistyskäyttäjien ohjaaminen, opastus ja neuvonta ovat keskeinen osa erämaan luonnontilaisuuden säilyttämistä.
sme: Ágga: Lustageavaheaddjiid stivren, oahpisteapmi ja rávven leat oalle mávssolaččat meahcceguovllu luonddudilálašvuođa seailluheamis.

source: Opastustoiminnalla on tärkeä tehtävä retkeilyn ympäristövaikutusten hallinnassa ja ennakoivassa pelastustoiminnassa.
sme: Oahpistandoaibma mearkkaša ollu vánddardeami birasváikkuhusaid hálddašeamis ja ovddalgihtii ráhkkanahtti gádjundoaimmas.

source: Alueen erämaisuuden turvaaminen.
sme: Guovllu meahcceguovloiešlági dorvvasteapmi.

source: Ympäristökasvatus.
sme: Birasbajásgeassin.

source: 9) Moottorikelkkailua ohjataan ja rajoitetaan lupapolitiikalla, jonka mukaan kulku urien ulkopuolella on ulkopaikkakuntalaisille mahdollista vain tietyissä tapauksissa ohjattuna ja opastettuna.
sme: 9) Mohtorgielkkástallan stivrejuvvo ja gáržžiduvvo lohpepolitihkain, man mielde olgobáikegoddelaččat sáhttet vuodjit vuojáhagaid olggobealde dušše dihto dáhpáhusain stivrema ja oahpisteami mielde.

source: Metsähallitus yhteistyössä poliisin ja rajavartiolaitoksen kanssa valvoo moottorikelkkailua alueella.
sme: Meahciráđđehus goziha ovttasráđiid bolesiin ja rádjegozáhusain mohtorgielkkástallama guovllus.

source: Peruste: Porotalouden edellytysten turvaaminen.
sme: Ágga: Boazodoalu vejolašvuođaid dorvvasteapmi.

source: Ristiriitojen välttäminen.
sme: Ruossalasvuođaid garvin.

source: Muiden kuin poromiesten liikkumista vasoma-alueilla touko–kesäkuussa tulee välttää.
sme: Galggašii viggat dasa ahte earát go badjeolbmot eai johtal miesse–geassemánus bohccuid guottetguovlluin.

source: 10) Metsähallitus valvoo kesäaikaista maastoliikennettä yhteistyössä poliisin ja rajavartiolaitoksen kanssa.
sme: 10) Meahciráđđehus goziha geasiáigásaš meahccejohtalusa ovttas bolesiin ja rádjegozáhusain.

source: 5.1. 3 Seuranta
sme: 5.1.3 Čuovvun

source: Metsähallituksen tehtävänä on seurata hallinnoimiensa alueiden luonnossa tapahtuvia muutoksia sekä uhanalaisten ja harvinaistuneiden kasvi- ja eläinlajien kantoja, ja toimia niiden turvaamiseksi.
sme: Meahciráđđehusa bargun lea čuovvut iežas hálddašan guovlluid nuppástusaid luonddus ja áitatvuloš ja hárvenažžan šaddan šaddo- ja eallišlájaid náliid ja bargat daid dorvvasteami ovdii.

source: Metsähallituksen tulee seurata myös riistakantojen kehitystä ja pyrkiä yhteistyössä riistanhoitopiirin ja riistanhoitoyhdistyksen kanssa turvaamaan ne.
sme: Meahciráđđehus galgá čuovvut maiddái fuođđonáliid ovdáneami ja geahččalit ovttas fuođđodikšunbiriin ja fuođđodikšunovttastusain dorvvastit daid.

source: Näiden tavoitteiden toteuttamiseksi Metsähallitus mm. laatii hoito- ja käyttösuunnitelmia, kouluttaa henkilöstöä, toimii sertifioidun ympäristö- ja laatujärjestelmän mukaisesti, ylläpitää uhanalaisten lajien rekistereitä, seuraa säännöllisesti suurpetojen määrää sekä suorittaa riistakolmiolaskentoja.
sme: Dáid ulbmiliid ollašuhttin dihte Meahciráđđehus ee. dahká dikšun- ja geavahanplánaid, skuvle iežas bargoveaga, doaibmá sihkkaraston biras- ja kvalitehtavuogádaga mielde, doallá áitatvuloš šlájaid registariid, čuovvu jeavddalaččat stuorranávddiid logu ja čađaha fuođđodárkongolmmačiegahaslohkamiid.

source: Tärkeä työkalu luonnontilan seurannassa on vuonna 2000 valmistunut Ylä-Lapin luontokartoitus (Sihvo 2001 ja 2002), jonka yhteydessä myös Kaldoaivin erämaa-alueen sekä Sammuttijängän– Vaijoenjängän soidensuojelualueen biotoopit ja niiden esiintyminen on kartoitettu. EU:n luontodirektiivin (92/43/ETY) putkilokasveille ollaan parhaillaan laatimassa Suomen ympäristökeskuksen johdolla seurantaohjelmaa.
sme: Dehálaš bargoneavvu luonddudili čuovvumis lea 2000:s gárvvásmuvvan Davvi-Lappi luonddukárten (Sihvo 2001 ja 2002), man oktavuođas maiddái Gálddoaivvi meahcceguovllu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu biotohpat ja daid gávdnon leat kártejuvvon EU:a luondodirektiivva (92/43/ETY) bohccešattuide leat bárisin dahkamin čuovvunprográmma, man lea jođiheamen Suoma birasguovddáš.

source: Metsähallituksen koordinoimana seurataan maakotkan, merikotkan, muuttohaukan ja tunturihaukan kantojen kehitystä.
sme: Meahciráđđehusa koordinerema mielde čuvvojuvvo goaskin-, mearragoaskin-, bárbmofálle- ja rievssatfállenáliid ovdáneapmi.

source: Metsähallitus pitää kotkanpesistä pesärekisteriä ja tarkastaa pesät vuosittain.
sme: Meahciráđđehus doallá goaskinbesiin beasseregistara ja dárkkista besiid jahkásaččat.

source: Joka vuosi tavataan paliskuntien edustajat, ja heiltä saadut pesävihjeet tarkastetaan.
sme: Jahkásaččat Meahciráđđehus deaivvada bálgosiid ovddasteaddjiiguin ja sis fidnejuvvon beasseguigosat dárkkistuvvojit.
